"%@ already exists. Replace?" = "%@ Already exists. Replace?";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "קוד מקור צד שלישי";
"?" = "?";
"\"%@\" notification is disabled" = "ההתראות של \"%\" מושבתות";
"About Fcitx5 macOS" = "אותות Fcitx5 macOS";
"Add" = "הוספה";
"Add an empty group" = "הוספת קבוצה ריקה";
"Add group" = "הוספת קבוצה";
"Add input methods" = "הוספת שיטות הקלדה";
"Add item" = "הוספת פריט";
"Addon Config" = "הגדרת תוסף";
"Advanced" = "מתקדם";
"All phrases are imported" = "כל הביטוים יובאו";
"All plugins are up to date" = "כל התוספים מעודכנים";
"Alpha (0-255)" = "שקיפות (0-255)";
"Amharic" = "אמהרית";
"and" = "וגם";
"Arabic" = "ערבית";
"Are you sure to uninstall selected plugins?" = "האם אתה בטוחה שברצונך להסיר את התוספים הנבחרים?";
"Are you sure to uninstall?" = "האם אתה בטוחה שברצונך להסיר?";
"Available" = "זמין";
"Cancel" = "ביטול";
"Cannot show config for %@: %@" = "לא נקור להציג את הגדרות של %@: %@";
"Check update" = "בדיקת עדכנים";
"Checking" = "בודק";
"Chinese" = "סינית";
"Clear all data" = "מחיקת כל הנתונים";
"Clear user data" = "מחיקת נתוני משתמש";
"Cleared" = "נמחק";
"Click or drag %@ file here" = "לחצו או גררו קובץ %@ לכאן";
"Click or drag image file here" = "לחצו או גררו קובץ תמונה לכאן";
"Click or drag theme file (.conf) here" = "לחצו או גררו קובץ ערכת נושא (.conf) לכאן";
"Click or drag to this area" = "לחץ או גרור לאזור זה";
"Click to record" = "לחץ להקלטה";
"Close" = "סגירה";
"Config" = "הגדרות";
"Create" = "ייצורה";
"Current keyboard layout: %@" = "פריסת מקלדת נוכחית: %@";
"Custom Phrase" = "ביטוי מותאם אישית";
"Data" = "נתונים";
"Data manager" = "מנהיל נתונים";
"Debug" = "ניפוי שגיאות";
"Default" = "ברירת מחדל";
"Developed by" = "פותח על ידי";
"Disable" = "השבתה";
"Done" = "בוצע";
"Download failed" = "הורדה נכשלה";
"Edit" = "עריכה";
"Enable" = "הפעלה";
"English" = "אנגלית";
"Error" = "שגיאה";
"Export data to …" = "ייצוא נתונים אל …";
"Export failed" = "ייצוא נכשל";
"Export succeeded" = "ייצוא הושלם";
"Failed to check update" = "בדיקת עדכנים נכשלה";
"Failed to convert txt table(s): %@" = "המרת טבלות txt נכשלה: %@";
"Failed to copy Squirrel files" = "העתקת קבצי Squirrel נכשלה";
"Failed to create" = "ייצורה נכשלה";
"Failed to import %@ dict(s)" = "ייבוא מילונים נכשל: %@";
"Failed to remove" = "הסרה נכשלה";
"Failed to save" = "שמירה נכשלה";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 מעודכן";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 יופעל מחדש באפשרות אוטומטית במידת הצורך.";
"Fcitx5 will auto restart." = "Fcitx5 יופעל מחדש באפשרות אוטומטית.";
"Files with the same name will be overridden." = "קבצים בעלי שם זהה יוחלפו.";
"Follow App background (Liquid Glass)" = "לעקוב אחרי רקע היישום (Liquid Glass)";
"Font family" = "משמחת גופן";
"Generic" = "כללי";
"Generic font families" = "משמחות גופן כלליות";
"Global Config" = "הגדרות גלובליות";
"Group name" = "שם קבוצה";
"Hamster" = "אוגר";
"Hide" = "הסתרה";
"https:// or data:image/png;base64," = "https:// או data:image/png;base64,";
"Import" = "ייבוא";
"Import customized table" = "ייבוא טבלה מותאמת אישית";
"Import data from …" = "ייבוא נתונים מ …";
"Import dictionaries" = "ייבוא מילונים";
"Import native custom phrases" = "ייבוא ביטוים מותאמים מקוריים";
"Import succeeded" = "ייבוא הושלם";
"Imported %@ phrase(s)" = "%@ ביטוים יובאו";
"Include Rime user directory in backup file?" = "לכלול את תיקית המשתמש של Rime בקובץ גיבוי?";
"Input Methods" = "שיטות הקלדה";
"Install" = "התקנה";
"Install failed" = "התקנה נכשלה";
"Install manually" = "התקנה ידנית";
"Installed" = "מותקן";
"Invalid file name" = "שם קובץ לא חוקי";
"Invalid regular expression" = "ביטוי רגולרי לא חוקי";
"Invalid zip" = "קובץ zip לא חוקי";
"Items failed to import:" = "פריטים שנכשלו בייבוא:";
"Japanese" = "יפנית";
"Keyboard layout not available" = "פריסת מקלדת לא זמינה";
"Keyword" = "מילת מפתח";
"Korean" = "קוריאנית";
"Latest (unstable) version available" = "גרסה עדכנית (לא ציבועית) זמינה";
"Licensed under" = "מרוישיון ברישויון";
"Local" = "מקומי";
"Local Squirrel" = "Squirrel מקומי";
"Malayalam" = "מלאיאלם";
"Maybe later" = "אפשר מאוחר ביותר";
"Name" = "שם";
"New file" = "קובץ חדש";
"No" = "לא";
"No files selected" = "לא נבחרו קבצים";
"OK" = "אישור";
"Only show current language" = "הצג רק את השפה הנוכחית";
"Open dictionary directory" = "פתיחת תיקית מילון";
"Open directory" = "פתיחת תיקיה";
"Open in editor" = "פתיחה בעורך";
"Order" = "סדר";
"Other" = "אחר";
"Phrase" = "ביטוי";
"Pinyin Dictionaries" = "מילוני Pinyin";
"Pinyin user data" = "נתוני משתמש Pinyin";
"Please update Fcitx5 in \"About\" first" = "אנא עדך את Fcitx5 תחילה באותות";
"Plugin Manager" = "מנהל תוספים";
"Preview" = "תצוגה מקדימה";
"Quick Phrase" = "ביטוי מהיר";
"Reload" = "טעינה מחדש";
"Reloaded" = "נטען מחדש";
"Remove" = "הסרה";
"Remove dictionaries" = "הסרת מילונים";
"Remove items" = "הסרת פריטים";
"Rename" = "שינוי שם";
"Rename group" = "שינוי שם קבוצה";
"Reset current page. To reset a single item/group, right click on its label." = "איפוס דף נוכחי. לאיפוס פריט או קבוצה בודדים, לחץ בעצמות לחצן על התווית שלו.";
"Reset to default" = "איפוס לברירת מחדל";
"Restart" = "הפעלה מחדש";
"Restart process to load new fonts" = "הפעל את התסלית מחדש לטעינת גופנים חדשים";
"Right click to reset this group" = "לחץ בעצמות לחצן לאיפוס קבוצה זו";
"Right click to reset this item" = "לחץ בעצמות לחצן לאיפוס פריט זו";
"Rime binaries" = "קבצי Rime";
"Rime config" = "הגדרות Rime";
"Rime user data" = "נתוני משתמש Rime";
"Russian" = "רוסית";
"Save" = "שמירה";
"Saved" = "נשמר";
"Search" = "חיפוש";
"Select" = "בחירה";
"Select a language from the left list." = "בחר שפה מהרשימה משמאל.";
"Select an input method from the side bar." = "בחר שיטת הקלדה מסרגל הצד.";
"Select App" = "בחירת יישום";
"Select font" = "בחירת גופן";
"Select image" = "בחירת תמונה";
"Select/Import CSS" = "בחירה/ייבוא CSS";
"Select/Import theme" = "בחירה/ייבוא ערכת נושא";
"Selected %@ file(s)" = "%@ קבצים נבחרו";
"Set keyboard layout of group" = "הגדרת פריסת מקלדת של קבוצה";
"Set keyboard layout of input method" = "הגדרת פריסת מקלדת של שיטת הקלדה";
"Show keyboard layout" = "הצגת פריסת מקלדת";
"Sinhala" = "סינהלה";
"Sogou Cell Dictionary" = "מילון Sogou";
"Status bar is hidden" = "סרגל המצב מוסתר";
"Switch to Debug" = "מעבר למצב ניפוי שגיאות";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "עבר למצב ניפוי רק אם Fcitx5 קורס וברצונך לעזור בתיקון.";
"Switch to Release" = "מעבר למצב רגיל";
"Table" = "טבלה";
"Table config: *.conf or *.conf.in" = "הגדרות טבלה: *.conf או *.conf.in";
"Table data: *.dict or *.txt" = "נתוני טבלה: *.dict או *.txt";
"Tamil" = "טמילית";
"Thai" = "תאית";
"Theme Editor" = "עורך ערכת נושא";
"Theme name" = "שם ערכת נושא";
"Toggle input method" = "החלפת שיטת הקלדה";
"Toggle Sidebar" = "הצגת/הסתרת סרגל צד";
"Toggle the visibility of the sidebar" = "הצג או הסתר את סרגל הצד";
"Type here to preview style" = "הקלד כאן לתצוגה מקדימה של הסגנון";
"Ukrainian" = "אוקראינית";
"Uninstall" = "הסרה";
"Uninstall and keep user data" = "הסרה ושמירה על נתוני משתמש";
"Uninstall failed, you may need to manually remove" = "הסרה נכשלה, יתכנה שתצטרךל להסיר ידנית";
"Unknown - %@" = "לא ידוע - %@";
"Unsupported config" = "הגדרה לא נתמכת";
"Unsupported option type %@" = "סוג אפשרות לא נתמך %@";
"Update" = "עדכון";
"Update available" = "עדכון זמין";
"Update now" = "עדכן עכשיו";
"uses" = "משתמש ב";
"Version %@ available" = "גרסה %@ זמינה";
"Vietnamese" = "וייטנאמית";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "כשאר Liquid Glass מופעל, ערכת הנושא עוקבת אחרי רקע היישום, התנהגות זה מוכללת לשיטות הקלדה מובנות.\nלהגדרת ערכת נושא קבועה בהירה/כהה, שנה רקרע → טשבוש ל՜\"לא זמין\" או ՜\"טשבוש\".";
"Yes" = "ךן";
"You may re-enable it in Advanced → macOS Frontend." = "נתן להפעיל אותו מחדש במתקדם → מפתיים macOS.";
"You may re-enable it in Advanced → macOS Notification." = "נתן להפעיל אותו מחדש במתקדם → התראות macOS.";
"Your system version is no longer supported" = "גרסת המערכת שלך כבר לא מעוכצת";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
